Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_font.xlf
Languages: it

# font_control_enable_headings_font
source: Enable different headings font
it: Abilita caratteri diversi per le intestazioni

# font_control_google_font_enable
source: Enable google font
it: Abilita carattere Google (font)

# font_normal_font-family-base
source: Font family
it: Gruppo di caratteri

# font_normal_font-weight-normal
source: Font weight
it: Spessore carattere

# font_normal_font-weight-light
source: Font weight light
it: Carattere leggero

# font_normal_font-weight-bold
source: Font weight bold
it: Peso del carattere in grassetto

# font_normal_font-size-base
source: Font size
it: Dimensioni carattere

# font_headings_headings-font-family
source: Font family
it: Gruppo di caratteri

# font_headings_headings-font-weight
source: Font weight
it: Spessore carattere

# font_headings_headings-font-style
source: Font style
it: Stile carattere

# font_headings_headings-line-height
source: Headings line height
it: Altezza della linea delle intestazioni

# font_headings_h1-font-size
source: H1 font size
it: H1 dimensione del carattere

# font_headings_h2-font-size
source: H2 font size
it: H2 dimensione del carattere

# font_headings_h3-font-size
source: H3 font size
it: H3 dimensione del carattere

# font_headings_h4-font-size
source: H4 font size
it: H4 dimensione del carattere

# font_headings_h5-font-size
source: H5 font size
it: H5 dimensione del carattere

# font_headings_h6-font-size
source: H6 font size
it: H6 dimensione del carattere

# font_google_font
source: Font family
it: Gruppo di caratteri

# font_google_weight
source: Font weight
it: Spessore carattere

# font_google-headings-webfont
source: Headings font family
it: Famiglia caratteri intestazioni

# font_google_headings-webfont-weight
source: Headings font weight
it: Altezza della linea delle intestazioni
