Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_scaffold.xlf
Languages: de

# scaffold_show_footer
source: Footer
de: Fussbereich

# scaffold_contact_enable
source: Contact
de: Kontakt

# scaffold_pp-navbar-height-xs
source: Height on very small screens (xs)
de: Höhe auf sehr kleinen Bildschirmen (xs)

# scaffold_pp-navbar-height-sm
source: Height on small screens (sm)
de: Höhe auf kleinen Bildschirmen (sm)

# scaffold_pp-navbar-height-md
source: Height on medium-sized screens (md)
de: Höhe auf mittlgrossen Bildschirmen (md)

# scaffold_pp-navbar-height-lg
source: Height on large screens (lg)
de: Höhe auf großen Bildschirmen (lg)

# scaffold_pp-navbar-height-xl
source: Height on very large screens (xl)
de: Höhe auf sehr großen Bildschirmen (xl)

# scaffold_pp-navbar-height-xxl
source: Height on largest screens (xxl)
de: Höhe auf den größten Bildschirmen (xxl)

# scaffold_pp-header-overlay-breakpoint
source: Header overlay breakpoint
de: Umschaltpunkt Kopfbereichsüberlagerung

# scaffold_row_class
source: Row class
de: Reihen-Klassen

# scaffold_left_column_class
source: Left column class
de: Klasse linke Spalte

# scaffold_middle_column_class
source: Middle column class
de: Klasse mittlere Spalte

# scaffold_right_column_class
source: Right column class
de: Klasse rechte Spalte

# scaffold_contact_label
source: Label
de: Beschriftung

# scaffold_contact_button_label
source: Button label
de: Schaltflächentext

# scaffold_contact_button_page_uid
source: Contact page
de: Kontakt-Seite
