Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_feature.xlf
Languages: de

# feature_reveal_footer
source: Reveal footer
de: Fussbereich enth체llen

# feature_slide_nav_content
source: Slide navigation content
de: Navigationsinhalt rutschen

# feature_content_insert_data
source: Insert data in content
de: Daten in Inhalt einf체gen

# feature_contact_enable
source: Contact section
de: Kontaktbereich

# feature_contact_label
source: Label
de: Beschriftung

# feature_contact_button_label
source: Button label
de: Schaltfl채chentext

# feature_contact_button_page_uid
source: Contact page
de: Kontakt Seite

# feature_image_loading
source: Image loading
de: Bildladeverhalten

# feature_image_loading.eager
source: Eager
de: Eifrig

# feature_image_loading.lazy
source: Lazy
de: Tr채g

# feature_image_loading_auto
source: Auto (Chrome only)
de: Auto (nur Chrome)
