Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_style.xlf
Languages: de

# style_global_enable-rounded
source: Rounded
de: Gerundet

# style_global_enable-shadows
source: Shadows
de: Schatten

# style_global_enable-gradients
source: Gradients
de: Gradienten

# style_global_enable_scss
source: Additional SCSS
de: Zusätzliches SCSS

# style_rounded_border-radius
source: Border radius
de: Eckenradius

# style_rounded_border-radius-sm
source: Border radius small
de: Kleiner Eckenradius

# style_rounded_border-radius-lg
source: Border radius large
de: Großer Eckenradius

# style_rounded_frame-embedded-border-radius
source: Embedded frame border radius
de: Radius eingebetteter Rahmen

# style_scss_declarations
source: Declarations
de: Deklarationen

# style_various_headings-margin-bottom
source: Headings margin bottom
de: Überschriftenabstand unten

# style_various_grid-gutter-width
source: Grid gutter width
de: Raster Zwischenraum

# style_various_pp-tile-gutter
source: Tile gutter width
de: Kacheln Zwischenraum
