Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_admin.xlf
Languages: de, it

# paletteAdminSiteconf.description
source: ATTENTION: Activating one of the following switches results in the site configuration to be changed.
de: ACHTUNG: Die Aktivierung eines der folgenden Schalter führt dazu, dass die Seitenkonfiguration geändert wird.
it: ATTENZIONE: L'attivazione di uno dei seguenti interruttori determina la modifica della configurazione del sito.

# admin_easyconf_show_all_properties
source: Show all properties
de: Alle Eigenschaften anzeigen
it: Mostra tutte le proprietà

# admin_siteconf_overwrite_base
source: Overwrite base
de: Base-Eigenschaft überschreiben
it: Sovrascrivere la base

# admin_siteconf_overwrite_base_variants
source: Overwrite base variants
de: Base-Varianten überschreiben
it: Sovrascrivi varianti base

# admin_siteconf_overwrite_robots
source: Overwrite robots
de: Robots überschreiben
it: Sovrascrivi i robot

# admin_siteconf_overwrite_sitemap
source: Overwrite sitemap
de: Sitemap überschreiben
it: Sovrascrivi sitemap

# admin_siteconf_manage_news_route_enhancer
source: Manage news route enhancer
de: News-Routenverbesserer verwalten
it: Gestire il potenziatore del percorso delle notizie

# admin_siteconf_remove_legacy_news_route_enhancers
source: Remove legacy news route enhancers
de: Alte News-Routenverbesserer entfernen
it: Rimuovere i potenziatori del percorso di notizie legacy

# admin_siteconf_overwrite_page_not_found
source: Overwrite page not found
de: "Seite nicht gefunden" überschreiben
it: Sovrascrivi pagina non trovata

# admin_site_site_mode
source: Site mode
de: Webseiten-Modus
it: Modalità sito

# admin_site_site_mode.production
source: Production
de: Produktion
it: Produzione

# admin_site_site_mode.maintenance
source: Maintenance
de: Wartung
it: Manutenzione

# admin_site_site_mode.develop
source: Develop
de: Entwicklung
it: Sviluppo

# admin_site_site_mode.review
source: Review
de: Begutachten
it: Revisione

# admin_site_is_maintenance_page
source: Is maintenance page
de: Ist Wartungsseite
it: È pagina di manutenzione

# admin_format_date_format
source: Date format
de: Datumsformat
it: Formato data

# admin_format_date_strftime_format
source: Date strftime format
de: Datumsformat strftime
it: Formato data e ora

# admin_format_time_format
source: Time format
de: Zeitformat
it: Formato dell'ora

# admin_format_time_strftime_format
source: Time strftime format
de: Zeitformat strftime
it: Formato data e ora

# admin_format_date_time_format
source: Date-time format
de: Datum-Zeitformat
it: Formato data/ora

# admin_format_date_time_strftime_format
source: Date-time strftime format
de: Datum-Zeitformat strftime
it: Formato data e ora
