Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_menu.xlf
Languages: de

source: None
de: Kein

# menu_main_enable_subpage_definition
source: Enable definition for subpages
de: Definition für Unterseiten aktivieren

# menu_main_style
source: Style
de: Stil

# menu_main_subpage_style
source: Style from subpages
de: Stil von Unterseiten

# menu_main_style.default
source: Default
de: Standard

# menu_main_style.default-transition
source: Default transition
de: Standard mit Übergang

# menu_main_style.inverse
source: Inverse
de: Umgekehrt

# menu_main_style.inverse-transition
source: Inverse transition
de: Umgekehrt mit Übergang

# menu_main_type
source: Type
de: Typ

# menu_main_subpage_type
source: Type from subpages
de: Typ von Unterseiten

# menu_main_type.default
source: Default
de: Standard

# menu_main_type.top
source: Fixed on top
de: Oben fixiert

# menu_breadcrumb_enable
source: Breadcrumb
de: Brotkrumenmenü

# menu_meta_enable
source: Meta
de: Metamenü

# menu_footer_enable
source: Footer
de: Fussmenü

# menu_language_enable
source: Language
de: Sprachmenü

# menu_fast_enable
source: Fast
de: Schnellmenü

# menu_meta_navigation_value
source: Navigation value
de: Navigationswert

# menum_eta_navigation_type
source: Navigation type
de: Navigationstyp

# menu_meta_include_not_in_menu
source: Include "Not in menu"
de: "Nicht im Menü" einschließen

# menu_footer_navigation_value
source: Navigation value
de: Navigationswert

# menu_footer_navigation_type
source: Navigation type
de: Navigationstyp

# menu_footer_include_not_in_menu
source: Include "Not in menu"
de: "Nicht im Menü" einschließen

# menu_footer_levels
source: Levels
de: Ebenen

# menu_footer_icon_enable
source: Enable icons
de: Icons aktivieren

# menu_footer_icon_width
source: Icons width
de: Icons-Breite

# menu_footer_icon_height
source: Icons height
de: Icons-Höhe

# menu_language_language_value
source: Language value
de: Sprachwert

# paletteMenuFast.description
source: This icon menu is fixed on the side. A menu item is enabled by defining a css class for it. When clicking on an item a content is shown or a new page is opened. Just define one action by setting either a content or a link.
de: Dieses Icon-Menü ist auf der Seite fixiert. Ein Menüpunkt wird aktiviert, indem ihm eine CSS-Klasse zugewiesen wird. Beim Anklicken eines Icons wird ein Inhalt angezeigt oder eine Seite geladen. Inhalt und Verlinkung eines Menüpunktes sollten nicht zusammen definiert werden.

# menu_fast_items_first_icon_class
source: First item icon class
de: Erstes Element Icon-Klasse

# menu_fast_items_first_content_uid
source: First item content
de: Erstes Element Inhalt

# menu_fast_items_first_page_uid
source: First item link
de: Erstes Element Link

# menu_fast_items_second_icon_class
source: Second item icon class
de: Zweites Element Icon-Klasse

# menu_fast_items_second_content_uid
source: Second item content
de: Zweites Element Inhalt

# menu_fast_items_second_page_uid
source: Second item link
de: Zweites Element Link

# menu_fast_items_third_icon_class
source: Third item icon class
de: Drittes Element Icon-Klasse

# menu_fast_items_third_content_uid
source: Third item content
de: Drittes Element Inhalt

# menu_fast_items_third_page_uid
source: Third item link
de: Drittes Element Link

# menu_toggler_grid-float-breakpoint
source: Breakpoint
de: Umschaltpunkt

# menu_toggler_pp-header-toggler-width
source: Width
de: Breite

# menu_toggler_pp-header-toggler-padding
source: Padding
de: Innenabstand

# menu_toggler_pp-header-toggler-line-gap
source: Line gap
de: Zeilenabstand

# menu_toggler_pp-header-toggler-line-width
source: Line width
de: Linienbreite

# menu_toggler_pp-header-toggler-line-height
source: Line height
de: Linienhöhe

# menu_toggler_pp-header-toggler-margin-right
source: Margin right
de: Äußerer Abstand rechts

# paletteMenuScroll.description
source: If content elements on a page have the scroll navigation activated they will be used to create a scroll menu.
de: Wenn Inhaltselemente auf einer Seite die Scroll-Navigation aktiviert haben, werden sie verwendet, um ein Scroll-Menü zu erstellen.

# menu_scroll_page_uid
source: Page
de: Seite

# menu_scroll_page_uid.description
source: If set the menu will be on all pages as on the page with this UID. Otherwise each page will have its own menu.
de: Das Menü wird auf allen Seiten wie auf der hier ausgewählten Seite angezeigt. Andernfalls wird für jede Seite ein eigenes Menü erstellt.

# menu_scroll_data_key
source: Data key
de: Datenschlüssel

# menu_scroll_data_key.description
source: Set to "mainnavigation" to use the scroll menu as main menu. Typically, this is used on one pager websites with additional pages (e.g. for data protection).
de: Setze den Wert auf "mainnavigation" um das Scrollmenü als Hauptmenü zu verwenden. Normalerweise wird dies auf Einseiten-Webseiten mit zusätzlichen Seiten (z.B. zum Datenschutz) verwendet.

# menu_scroll_menu_id
source: Menu ID
de: Menü ID

# menu_scroll_menu_id.description
source: The value from the scroll menu id attribute.
de: Der Wert des ID-Attributes des Scrollmenüs.

# menu_scroll_offset.description
source: Used to define intersection observer rootMargin. Usually corresponds to the height from the fix positioned header.
de: Wird verwendet, um "intersection observer rootMargin" zu definieren. In der Regel entspricht dies der Höhe des fix positionierten Kopfbereiches.
