Repository: buepro/typo3-pizpalue
Catalog: Extensions/easyconf/Resources/Private/Language/*.locallang_db_logo.xlf
Languages: de

# logo_file_inverted_reference
source: Inverted
de: Invertiert

# logo_file
source: Normal by path
de: Normal nach Pfad

# logo_file_inverted
source: Inverted by path
de: Invertiert nach Pfad

# logo_width
source: Width
de: Breite

# logo_height
source: Height
de: Höhe

# paletteAppicon.description
source: App icons are used by various devices in different formats, for example as screen or bookmark icon. They can be generated under https://realfavicongenerator.net. The website provides an archive called "Favicon package" and a text to be used in the head section. Upload the archive here to define the app icons with default settings. To fine tune the settings you might paste as well the text provided by realfavicongenerator.net to the "App icons text" field which is available upon enabling "Show all properties" in the admin tab. In case app icons are not needed just define a favicon file. ATTENTION: When an app icon is defined by an app icons archive its files are copied to the website root directory where existing files will be overwritten.
de: App-Icons werden von verschiedenen Geräten in verschiedenen Formaten verwendet, zum Beispiel als Bildschirm oder Lesezeichensymbol. Sie können unter https://realfavicongenerator erstellt werden. Die Website generiert eine ZIP-Datei, mit dem Namen „Favicon package“, und einen Quellcode-Text. Beide können hier verwendet werden. Wird nur von der ZIP-Datei gebrauch gemacht, so werden die App-Symbole mit Standardeinstellungen eingebunden. Die Standardeinstellungen können im Feld "App-Icon Code, welches durch Aktivieren von "Alle Eigenschaften anzeigen" im Admin-Tab verfügbar ist, überschrieben werden. Falls die App Symbole nicht benötigt werden, kann einfach eine Favicon-Datei festgelegt werden. ACHTUNG: Beim Definieren der App-Icons mit der ZIP-Dateie werden Dateien in das Wurzelverzeichnis der Website kopiert. Bereits vorhandene Dateien werden dabei überschrieben.

# appicon_generator_archive
source: App icons archive
de: App-Icons Datei

# appicon_generator_text
source: App icons text
de: App-Icons Code

# appicon_generator_text.description
source: Set the field "Favicon file" to AppIcon or define an app icons archive to insert this text into the website header. In case an app icons archive has been defined this property is set automatically but might be overwritten to fine tune the app icons.
de: Um den Text dieses Feldes in den Websiten-Kopfbereich einzufügen, kann das Feld "Favicon Datei" auf AppIcon gesetzt oder eine App-Icons Datei hinzugefügt werden. Durch festlegen einer App-Icons Datei wird der Wert dieses Feldes automatisch definiert, kann jedoch manuell überschrieben werden.

# appicon_file
source: Favicon file
de: Favicon Datei

# appicon_file.description
source: Define a favicon by path or with the key word AppIcon. In case an app icons archive has been defined this property is set automatically.
de: Dieses Feld kann mit einem Favicon-Pfad oder dem Schlüsselwort AppIcon belegt werden. Beim Festlegen einer App-Icons Datei wird diese Eigenschaft automatisch gesetzt.
