Repository: buepro/typo3-pizpalue
Catalog: Resources/Private/Language/*.Backend.xlf
Languages: de, fi, fr

source: Primary background color
de: Primäre Hintergrundfarbe

source: Secondary background color
de: Sekundäre Hintergrundfarbe

source: Complementary background color
de: Komplementäre Hintergrundfarbe

source: Tertiary background color
de: Tertiäre Hintergrundfarbe

source: Quaternary background color
de: Quaternäre Hintergrundfarbe

source: Light background color
de: Helle Hintergrundfarbe

source: Dark background color
de: Dunkle Hintergrundfarbe

# page_layout.frame.pizpalue-frame
source: With frame
de: Mit Rahmen

# page_layout.frame.pizpalue-no-frame
source: Without frame
de: Ohne Rahmen

# constCategory.customerBase
source: pizpalue: customer base
de: pizpalue: Kunde Basis
fi: Pizpalue: Asiakaspohja
fr: pizpalue: base de clients

# constCategory.customerStyle
source: pizpalue: customer style
de: pizpalue: Kunde Stil
fi: Pizpalue: Asiakastyyli
fr: pizpalue: style client

# constCategory.customerSocial
source: pizpalue: customer social
de: pizpalue: Kunde Soziale Netzwerke
fi: Pizpalue: Asiakas sosiaalinen
fr: pizpalue: social client

# constCategory.customerExtended
source: pizpalue: customer extended
de: pizpalue: Kunde Erweitert
fi: Pizpalue: Asiakas laajennettu
fr: pizpalue: client étendu

# constSubCategory.general
source: General
de: Generell
fi: Yleiset
fr: Général

# constSubCategory.agency
source: Agency
de: Agentur
fi: Websuunnittelutoimisto
fr: Agence

# constSubCategory.customer
source: Customer
de: Kunde
fi: Asiakas
fr: Client

# constSubCategory.scaffold
source: Scaffold
de: Gerüst
fi: Runko
fr: Échafaudage

# constSubCategory.colors
source: Colors
de: Farben
fi: Värit
fr: Couleurs

# constSubCategory.font
source: Font
de: Schrift
fi: Fontti

# constSubCategory.header
source: Header
de: Kopf
fi: Ylätunniste
fr: En-tête

# constSubCategory.footer
source: Footer
de: Fuss
fi: Alatunniste
fr: En-pied

# constSubCategory.various
source: Various
de: Verschiedenes
fi: Sekalaiset
fr: Divers

# constSubCategory.deprecated
source: Deprecated
de: Veraltet

# constSubCategory.menu
source: Menu
de: Menü
fi: Valikko

# constSubCategory.cookieConsent
source: Cookie consent
de: Cookie-Einwilligung
fi: Eväste suostumus
fr: Consentement des cookies

# constSubCategory.appicon
source: Appicon
de: Programmicons
fi: Sovelluskuvake

# constSubCategory.storage
source: Storage
de: Speicherung
fi: Varasto
fr: Stockage

# constSubCategory.seo
source: SEO
de: Suchmaschinenoptimierung (SEO)
fi: Hakukoneoptimointi

# constSubCategory.features
source: Features
de: Funktionen
fi: Ominaisuudet
fr: Caractéristiques

# constSubCategory.ttaddressGoogleMap
source: Addresses Google Map (pizpalue)
de: Google Map Adressen (pizpalue)

# constSubCategory.ttaddressTeaser
source: Addresses Teaser (pizpalue)
de: Teaser Adressen (pizpalue)

# ce_modal_dialog.button_class
source: Button class
de: Klassendefinition des Knopfes
fi: Painikeluokka
fr: Classe de bouton

# ce_modal_dialog.dialog_class
source: Dialog class
de: Klassendefinition des Dialoges
fi: Valintaikkunaluokka
fr: Classe de dialogue

# ce_modal_dialog.dialog_class.sm
source: Small dialog
de: Kleiner Dialog
fi: Pieni valintaikkuna
fr: Petit dialogue

# ce_modal_dialog.dialog_class.md
source: Default dialog
de: Standarddialog
fi: Oletusvalintaikkuna
fr: Dialogue par défaut

# ce_modal_dialog.dialog_class.lg
source: Large dialog
de: Grosser Dialog
fi: Suuri valintaikkuna
fr: Grand dialogue

# ce_modal_dialog.dialog_class.xl
source: Extra large dialog
de: Extra grosser Dialog
fi: Erittäin suuri valintaikkuna
fr: Dialogue extra large

# ce_modal_dialog.title
source: Modal Dialog
de: Modaler Dialog
fi: Ykityiskohtainen valintaikkuna
fr: Dialogue modale

# ce_modal_dialog.description
source: Renders a button to show content in a modal dialog window.
de: Zeigt einen Knopf zur Anzeige von Inhalten in einem modalen Dialogfenster.
fi: Muunna painike näyttämään sisältö yksityiskohtaisessa valintaikkunassa.
fr: Rend un bouton pour afficher le contenu dans une fenêtre de dialogue modale.

# ce_list_categorized_content.title
source: List categorized content
de: Liste kategorisierter Inhalte
fi: Listaa kategorioitu sisältö
fr: Liste des contenus catégorisés

# ce_list_categorized_content.description
source: Lists content elements from selected categories.
de: Erstellt eine Liste von Inhalselementen ausgewählter Kategorieen.
fi: Listaa sisällön elementit valituista kategorioista.
fr: Liste les éléments de contenu des catégories sélectionnées.

# ce_list_categorized_content.general
source: General
de: Allgemein
fi: Yleiset
fr: Général

# ce_list_categorized_content.item_count
source: Item count
de: Anzahl Listenelemente
fi: Kohteiden lukumäärä
fr: Nombre d'objets

# ce_list_categorized_content.collapsible
source: Collapsible
de: Kollabierbar
fi: Tiivistettävä
fr: Rétractable

# ce_list_categorized_content.collapse
source: Collapse
de: Kollabieren
fi: Tiivistä
fr: Rétracte

# ce_list_categorized_content.item_height
source: Height from list item
de: Höhe eines Listenelementes
fi: Listakohteen korkeus
fr: Hauteur de l'élément de la liste

# ce_list_categorized_content.item_height_sm
source: SM-Height from list item (screen width > 575px)
de: SM-Höhe eines Listenelementes (Bildschirmbreite > 575px)
fi: SM-korkeus kohdelistasta (Näytön leveys > 575px)
fr: Hauteur SM de l'élément de la liste (largeur de l'écran > 575px)

# ce_list_categorized_content.item_height_md
source: MD-Height from list item (screen width > 767px)
de: MD-Höhe eines Listenelementes (Bildschirmbreite > 767px)
fi: MD-korkeus kohdelistasta (Näytön leveys > 767px)
fr: Hauteur MD de l'élément de la liste (largeur de l'écran > 767px)

# ce_list_categorized_content.item_height_lg
source: LG-Height from list item (screen width > 991px)
de: LG-Höhe eines Listenelementes (Bildschirmbreite > 991px)
fi: LG-korkeus kohdelistasta (Näytön leveys > 991px)
fr: Hauteur LG de l'élément de la liste (largeur de l'écran > 991px)

# ce_list_categorized_content.item_height_xl
source: XL-Height from list item (screen width > 1199px)
de: XL-Höhe eines Listenelementes (Bildschirmbreite > 1199px)
fi: XL-korkeus kohdelistasta (Näytön leveys > 1199px)
fr: Hauteur XL de l'élément de la liste (largeur de l'écran > 1199px)

# ce_schema.description
source: Structured data in JSON-LD format embedded in a script tag (as used by schema.org)
de: Strukturierte Daten im JSON-LD-Format, welche mit einem Script-Tag ausgegeben werden (wie bei schema.org gebraucht).
fi: Strukturoidut tiedot JSON-LD-muodossa upotettuna skriptitunnisteeseen (kuten schema.org käyttää)
fr: Données structurées au format JSON-LD intégrées dans une balise de script (comme utilisé par schema.org)

# ce_schema.image_width
source: Image width
de: Bildbreite
fi: Kuvan leveys
fr: Largeur de l'image

# ce_schema.show_content
source: Show content
de: Zeige Inhalt
fi: Näytä sisältö
fr: Afficher le contenu

# ce_picoverlay.title
source: Picture with overlay
de: Bild mit Überlagerung
fr: Image avec superposition

# ce_picoverlay.description
source: Picture with a footer bar to show an overlaid text
de: Bild mit einem Fussbalken zur Anzeige eines überlagerten Textes
fr: Image avec une barre de pied de page pour afficher un texte superposé

# ce_picoverlay.type
source: Type
de: Typ

# ce_picoverlay.bar
source: Bar
de: Balken

# ce_picoverlay.info
source: Info
de: Information

# ce_picoverlay.image
source: Image
de: Bild

# ce_emphasize_media.title
source: Emphasize media
de: Medien hervorheben

# ce_emphasize_media.description
source: Media element with text where the media element gets more attention
de: Medienelement mit Text, wo das Medienelement mehr Aufmerksamkeit erhält

# ce_card.title
source: Card
de: Karte

# ce_card.description
source: Card with header and footer.
de: Karte mit Kopf- und Fußbereich.

# ce_card.tab.border
source: Border
de: Rahmen

# ce_card.headerText
source: Header text
de: Text Kopfzeile

# ce_card.footerText
source: Footer text
de: Text Fußzeile

# ce_card.tab.adjust
source: Adjust
de: Anpassung

# ce_card.tab.general
source: General
de: Allgemein

# ce_card.cardClasses
source: Card classes
de: Klassen Karte

# ce_card.headerClasses
source: Header classes
de: Klassen Kopfbereich

# ce_card.footerClasses
source: Footer classes
de: Klassen Fußbereich

# ce_card.rowClasses
source: Row classes
de: Zeilenklassen

# ce_card.textColumnClasses
source: Text column classes
de: Textspaltenklassen

# ce_card.mediaColumnClasses
source: Media column classes
de: Medien-Spaltenklassen

# ext_conf.enableBootstrapPackageBackendLayouts
source: Enable bootstrap package page layouts
de: Seitenlayouts des bootstrap_package aktivieren

# ext_conf.enableBootstrapPackageContainerElements
source: Enable bootstrap package container elements when the extension container_elements is loaded
de: Bootstrap Package Container-Elemente aktivieren, wenn die Erweiterung container_elements geladen ist

# ext_conf.enableDefaultPageTSconfig
source: Enable default pageTS configuration. If disabled configurations can be added manually in page properties resources register.
de: Aktiviere die Standardeinstellungen für pageTS config. Wenn deaktiviert, können Konfigurationen manuell, über die Seiten-Eigenschaften - Register Ressourcen, hinzugefügt werden.
fr: Activer la configuration par défaut des pageTS. Si désactivé, les configurations peuvent être ajoutées manuellement dans le registre des propriétés de la page.

# ext_conf.autoLoadStaticTSForExtensions
source: Automatically load static typoscript for extensions. If disabled configurations can be added manually to template records.
de: Automatisches Laden von statischem Typoscript von Erweiterungen. Wenn deaktiviert, können die Konfigurationen manuell den Vorlagen-Datensätzen hinzugefügt werden.

# tx-news-imageOnTop
source: Image on top
de: Bild oben
fi: Kuva päällimmäisenä
fr: Image en haut

# tx-eventnews-monthCompact
source: Compact (month)
de: Kompakt (Monat)
fi: Kompakti (kk)
fr: Compact (mois)

# tx-eventnews-monthExtended
source: Extended (month)
de: Erweitert (Monat)
fi: Laajennettu (kk)
fr: Étendue (mois)

# flash-message-change-setting
source: Pizpalue changed a setting
de: Pizpalue hat eine Einstellung geändert

# flash-message-image-variants-changed
source: The image variants changed. Please check if the current setting is fine.
de: Die Bildvarianten wurden geändert. Bitte überprüfen Sie, ob die aktuelle Einstellung in Ordnung ist.

# backend_layout.column.subnav
source: Sub Navigation
fi: Alanavigointi
fr: Navigation secondaire

# constCategory.admin
source: pizpalue: administration
fi: pizpalue: Ylläpito

# constSubCategory.animation
source: Animation
fi: Animaatio

# constSubCategory.newsRSSFeed
source: News RSS feed
fi: Uutiset RSS syöte
fr: Flux RSS d'actualité

# ce_schema.title
source: Schema definition
fi: Järjestelmän määritelmä
fr: Définition du schéma
