Repository: buepro/typo3-pizpalue
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_pizpalue_pages.css
source: CSS declarations
de: CSS-Deklarationen

# tx_pizpalue_ttc.undefined
source: Undefined
de: Nicht definiert

# tx_pizpalue_ttc.scroll_navigation_enable
source: Enable
de: Aktivieren

# tx_pizpalue_ttc.scroll_navigation_title
source: Title
de: Titel

# tx_pizpalue_ttc.attributes
source: Attributes
de: Attribute

# tx_pizpalue_ttc.classes
source: Additional classes
de: Zusätzliche Klassen

# tx_pizpalue_ttc.classes.description
source: Classes to be added to the outer tag from the content element.
de: Klassen, die dem äußeren Tag des Inhaltselementes hinzugefügt werden sollen.

# tx_pizpalue_ttc.inner_classes
source: Additional inner classes
de: Zusätzliche innere Klassen

# tx_pizpalue_ttc.inner_classes.description
source: Classes to be added to the inner tag from the content element.
de: Klassen, die dem inneren Tag des Inhaltselementes hinzugefügt werden sollen.

# tx_pizpalue_ttc.style
source: Additional styles
de: Zusätzliche Stile

# tx_pizpalue_ttc.styleDescription
source: When using curly brackets style definitions are added to the header. Otherwise they will be used inline. Hint: When using curly brackets the key #self might be used to refer to the content element id (e.g. #self { border: green 1px solid; })
de: Bei Verwendung geschweifter Klammern werden Stildefinitionen zum Header hinzugefügt. Andernfalls werden sie im Tag (inline) verwendet. Hinweis: Bei Verwendung geschweifter Klammern kann das Schlüsselwort #self verwendet werden, um auf das aktuelle Inhaltselement (e. . #self { Grenze: grün 1px solid; }) zu verweisen.

# tx_pizpalue_ttc.additionalAttributes
source: Additional attributes
de: Zusätzliche Attribute

# tx_pizpalue_ttc.additionalAttributesDescription
source: For josh scroll animation see github.com/mamunhpath/josh.js and animate.style
de: Für Josh-Scroll-Animation siehe github.com/mamunhpath/josh.js und animate.style

# tx_pizpalue_ttc.background
source: Background
de: Hintergrund

# tx_pizpalue_ttc.bgmedia
source: Background image (inline)
de: Hintergrundbild (inline)

# tx_pizpalue_ttc.behaviour
source: Behaviour
de: Verhalten

# tx_pizpalue_ttc.animationNone
source: No animation
de: Keine Animation

# tx_pizpalue_ttc.animation1
source: Fade up right (on scrolling)
de: Einblenden oben rechts (beim Scrollen)

# tx_pizpalue_ttc.animation2
source: Fade up left (on scrolling)
de: Einblenden oben links (beim Scrollen)

# tx_pizpalue_ttc.animation3
source: Zoom in (on scrolling)
de: Einzoomen (beim Scrollen)

# tx_pizpalue_ttc.animation4
source: Flip up (on scrolling)
de: Nach oben drehen (beim Scrollen)

# tx_pizpalue_ttc.animation21
source: Zoom in down
de: Zoom in unten

# tx_pizpalue_ttc.animation22
source: Jack in the box
de: Springteufel

# tx_pizpalue_ttc.animation23
source: Rubber band
de: Gummiband

# tx_pizpalue_ttc.image_scaling
source: Scaling
de: Skalierung

# tx_pizpalue_ttc.image_scaling.description
source: Default might be used (e.g. default: 0.6)
de: Standard kann verwendet werden (z.B. default: 0.6)

# tx_pizpalue_ttc.image_variants
source: Variants
de: Varianten

# tx_pizpalue_ttc.carousel.image_variants
source: Carousel items background image variants
de: Hintergrundbild-Varianten der Karussellelemente

# tx_pizpalue_ttc.image_aspect_ratio
source: Aspect ratio
de: Seitenverhältnis

# tx_pizpalue_ttc.background_image_variants
source: Background image variants
de: Hintergrundbild-Varianten

# tx_pizpalue_ttc.background_image_variants.description
source: Select "Full page width" when the background image covers the entire page width and select "Default" when it covers the content element width.
de: Wählen Sie "Vollständige Seitenbreite" aus, wenn das Hintergrundbild die gesamte Seitenbreite abdeckt, und wählen Sie "Standard", wenn es die Breite des Inhaltselementes abdeckt.

# tx_pizpalue_ttc.image_variants.content
source: Default (content width)
de: Standard (Inhaltsbreite)

# tx_pizpalue_ttc.image_variants.page
source: Full page width
de: Ganze Seitenbreite

# tx_pizpalue_ttc.classes.pp-row-height
source: Row height
de: Zeilenhöhe

# tx_pizpalue_ttc.classes.pp-image-overlay
source: Image with overlay heading
de: Bild mit überlagertem Titel

# tx_pizpalue_ttc.classes.pp-margin
source: Element with margin
de: Element mit Aussenabstand

# tx_pizpalue_ttc.classes.pp-margin-sm
source: Element with small margin
de: Element mit kleinem Aussenabstand

# tx_pizpalue_ttc.classes.pp-padding
source: Element with padding
de: Element mit Innenabstand

# tx_pizpalue_ttc.classes.pp-padding-sm
source: Element with small padding
de: Element mit kleinem Innenabstand

# tx_pizpalue_ttc.classes.pp-bg-gray-600
source: Gray background
de: Grauer Hintergrund

# tx_pizpalue_ttc.classes.opacity-75
source: 75% Opacity
de: 75 % Deckkraft

# tx_pizpalue_ttc.classes.pp-panel-primary
source: Panel with primary color
de: Panel mit Primärfarbe

# tx_pizpalue_ttc.classes.pp-panel-secondary
source: Panel with secondary color
de: Panel mit sekundärer Farbe

# tx_pizpalue_ttc.classes.pp-panel-complementary
source: Panel with complementary color
de: Panel mit komplementärer Farbe

# tx_pizpalue_ttc.classes.pp-panel-tertiary
source: Panel with tertiary color
de: Panel mit tertiärer Farbe

# tx_pizpalue_ttc.classes.pp-panel-quaternary
source: Panel with quaternary color
de: Panel mit quaternärer Farbe

# tx_pizpalue_ttc.classes.pp-panel-light
source: Panel with light color
de: Panel mit heller Farbe

# tx_pizpalue_ttc.classes.pp-panel-dark
source: Panel with dark color
de: Panel mit dunkler Farbe

# tx_pizpalue_ttc.classes.pp-gallery-item-center
source: Gallery item center
de: Galerieobjekt in Mitte

# tx_pizpalue_ttc.classes.pp-gallery-item-left
source: Gallery item left
de: Galerieelement links

# tx_pizpalue_ttc.classes.pp-gallery-item-right
source: Gallery item right
de: Galerieelement rechts

# tx_pizpalue_ttc.classes.pp-gallery-item-join
source: Gallery item join
de: Galerieelement verbinden

# tx_pizpalue_ttc.classes.pp-gallery-item-shadow
source: Gallery item shadow
de: Galerieelement mit Schatten

# tx_pizpalue_ttc.classes.pp-tile-scroll-y
source: Tile with vertical scrollbar
de: Kachel mit vertikalem Scrollbar

# tx_pizpalue_ttc.classes.pp-below-header
source: Move content below header
de: Inhalt unter Kopfzeile schieben

# tx_pizpalue_ttc.layoutBreakpoint
source: Layout breakpoint
de: Layout Bildschirm-Umschaltpunkt

# tx_pizpalue_ttc.layoutBreakpoint.all
source: All
de: Alle

# tx_pizpalue_ttc.layoutBreakpoint.small
source: Small
de: Klein

# tx_pizpalue_ttc.layoutBreakpoint.medium
source: Medium
de: Mittel

# tx_pizpalue_ttc.layoutBreakpoint.large
source: Large
de: Gross

# tx_pizpalue_ttc.layoutBreakpoint.extralarge
source: Extra large
de: Sehr gross

# tx_pizpalue_ttc.innerSpaceBeforeClass
source: Inner Space Before
de: Innenabstand davor

# tx_pizpalue_ttc.innerSpaceAfterClass
source: Inner Space After
de: Innenabstand danach

# tx_pizpalue_ttc.innerSpace.none
source: None
de: Keine

# tx_pizpalue_ttc.innerSpace.small
source: Small
de: Klein

# tx_pizpalue_ttc.innerSpace.default
source: Default
de: Standard

# tx_pizpalue_ttc.innerSpace.large
source: Large
de: Groß

# tx_pizpalue_ttc.innerSpace.extraLarge
source: Extra large
de: Extra groß

# tx_pizpalue_ttc.dummyAsset
source: Dummy asset
de: Standardbild

# tca.content_element.options
source: Content element options
de: Inhaltselement-Optionen

# tca.modal_dialog.header
source: Button text
de: Knopfbeschriftung

# tca.modal_dialog.subheader
source: Dialog header
de: Dialogkopf

# tca.modal_dialog.options
source: Button options
de: Knopfoptionen

# tca.list_categorized_content.options
source: List options
de: Listenoptionen

# tca.schema.options
source: Schema options
de: Schema-Optionen

# tca.picoverlay.readmore_label.description
source: Only used in conjunction with the picture overlay type "bar"
de: Wird nur in Verbindung mit dem Bildüberlagerungs-Typ "Balken" verwendet

# tca.picoverlay.image.description
source: For the picture overlay type "info" and "image" two images might be defined. The second image is shown with the overlay. The images should have the same aspect ratios.
de: Für den Bildüberlagerungstyp "Info" und "Bild" können zwei Bilder definiert werden. Das zweite Bild wird mit dem Overlay angezeigt. Die Bilder sollten die gleichen Seitenverhältnisse haben.
